[
  {
    "id": 1,
    "name": "Alice Barbi, verheiratete Baronin Wolff-Stomersee (1858–1948)",
    "function": "Sängerin",
    "uaea": "",
    "brelationship": "bekannt, Brahms fungierte bei ihrem Wiener Abschiedskonzert am 21. Dezember 1893 als Klavierbegleiter",
    "image": "barbi-alice.jpg",
    "copyright": "Alice Barbi und Brahms vor dem Hotel Imperial, 1892 © ÖNB",
    "general": [
      "Zunächst erfolgreiche Violinistin, mit 20 Jahren Gesangsausbildung. Debüt als Sängerin am 2. April 1882, kurz darauf konzertierte sie in Rom vor der italienischen Königin unter der Leitung des Komponisten Giovanni Sgambati. Erfolgreiche Konzertreisen als königliche italienische Hofsängerin ab 1884 auch außerhalb Italiens. Erster Auftritt in Wien 1889, wo sie sich rasch als Brahms-Sängerin par excellence etablierte.",
      "Krönung ihrer Wiener Karriere, welche dank ihres Engagements im Rahmen von Wohltätigkeitskonzerten auch nach ihrer Vermählung mit Baron Wolff-Stomersee nie gänzlich zum Erliegen kam, war ihr Abschiedskonzert am 21. Dezember 1893 mit Brahms als Klavierbegleiter. Auch nach Brahms’ Tod großes Engagement für dessen Musik. Sie veranstaltete zahlreiche Wohltätigkeitskonzerte, wovon einige reine „Brahms-Abende“ waren. Außerdem war Barbi die Erste, die den Konzerterlös einer Benefizveranstaltung für die Errichtung des Wiener Brahms-Denkmals spendete. Dieses Denkmal, heute im Resselpark befindlich, ist also nicht zuletzt auch eine Erinnerung an die „große“ Alice Barbi und deren Verehrung für Johannes Brahms."
    ],
    "sources": [],
    "cast" : []
  },
  {
    "id": 2,
    "name": "Marie Baumayer (1851–1931)",
    "function": "Pianistin",
    "uaea": ["Grazer Erstaufführung von op. 83 am 5. November 1882"],
    "brelationship": "befreundet",
    "image": "baumayer-marie.jpg",
    "copyright": "© Sophie Drinker Institut",
    "general": [
      "Kam 1871 nach Wien. Klavierstudium am Konservatorium der Gesellschaft der Musikfreunde als Hauptfach in der Klasse von Julius Epstein. Förderung durch die Familie Wittgenstein und Brahms, der auch freundschaftlich mit ihr verbunden war. ",
      "Einer ihrer größten Erfolge war die Grazer Erstaufführung des Brahms’schen Klavierkonzerts Nr. 2 B-Dur, op. 83 am 5. November 1882. Dem Brahms-Biograph Max Kalbeck zufolge sei sie die erste gewesen, <i>„die es wagen durfte, das B-dur-Konzert öffentlich zu spielen, ohne befürchten zu müssen, daß, wie bei einer minder glücklichen Rivalin, der gereizte Meister sich dafür mit dem zweideutigen Kompliment bedankte, er werde nun ein drittes, noch schwereres Klavierkonzert komponieren müssen, das von keinem Frauenzimmer gespielt werden könnte.“</i> (Kahlbeck, Bd. IV, <sup>2</sup>1915, S. 31 f.).",
      "Ihrem Ruf als Brahms-Interpretin wurde Marie Baumayer auch nach Brahms‘ Tod gerecht, wobei ein Rezensent der „Neuen Zeitschrift für Musik“ sogar von einem <i>„Brahms-Cultus“</i> (NZfM 1900, S. 106) sprach, den die Künstlerin pflege. Zu ihren bevorzugten Kammermusikpartnern zählten denn auch InterpretInnen, die ebenfalls dem Brahms-Kreis angehörten, darunter die Violinistin Marie Soldat-Roeger, deren Damenstreichquartett, der Cellist Robert Hausmann, der Klarinettist Richard Mühlfeld sowie das Hellmesberger- und das Rosé-Quartett."
    ],
    "sources": [],
    "cast" : []
  },
  {
    "id": 3,
    "name": "Ignaz Brüll (1846–1907)",
    "function": "Pianist",
    "uaea": [
      "UA op. 76, op. 116, Nr. 1–3",
      "UA op. 117, Nr. 1 und 2",
      "UA op. 119, Nr. 2"
    ],
    "brelationship": "befreundet, Max Kalbeck bezeichnete ihn als <i>„Brahms-Pianist par Excellence“</i>, Brahms über Brüll: <i>„Wie etwas klingt, was ich gemacht habe, weiß ich erst, wenn ich’s von Brüll gehört habe.“</i>",
    "image": "bruell-ignaz.jpg",
    "copyright": "In seinem Heim Liechtensteinstr. 4, 9. Bezirk, 1892 © ÖNB / Grillich",
    "general": [
      "Als Zehnjähriger Schüler des berühmten Pianisten Julius Epstein, Debüt mit 13, zwei Jahre später Uraufführung seines Klavierkonzerts Nr. 1. Ab da bekannter Name im Musikgeschehen seiner Zeit. Ab 1872 Lehrer an der renommierten Wiener Klavierschule Horak, deren Mitdirektor er 1881 wurde.",
      "In den 1890er Jahren wandelte sich sein Repertoire; ab da fast ausschließlich Interpret neuer Werke von Carl Goldmark, Johannes Brahms sowie eigener Feder.",
      "Zeitgenossen schätzten neben Brülls pianistischen Qualitäten vor allem seine menschlichen. So zählten neben Brahms auch Carl Goldmark, Robert Fuchs, Eusebius Mandyczewski, Eduard Hanslick, Gustav Mahler und Theodor Billroth zu seinem großen Freundeskreis. War er für Max Kalbeck der <i>„Brahms-Pianist par Excellence“</i>, so urteilte dieser gar über den liebevoll <i>„Nazi“</i> titulierten Freund: <i>„Wie etwas klingt, was ich gemacht habe, weiß ich erst, wenn ich’s von Brüll gehört habe.“</i>"
    ],
    "sources": []
  },
  {
    "id": 4,
    "name": "Hellmesberger-Quartett (1849–1901)",
    "function": "Streichquartett",
    "uaea": [ "UA" ],
    "brelationship": "Brahms-Debüt in Wien am 16. November 1862 in einem Hellmesberger-Quartettabend (Klavierquartett g-Moll, op. 25)",
    "image": "hellmesberger-quartett-2.jpg",
    "copyright": "Im Jahr 1873: Joseph Hellmesberger senior (r. o.), Joseph Hellmesberger junior (r. u.), Heinrich Röver (l. o.) und Sigismund Bachrich (l. u.) © Wikipedia",
    "general": [
      "Gründung 1849 durch Josef Hellmesberger senior. Wurde zum Synonym der Wiener Geigentradition in der Nachfolge Joseph Böhms und Ignaz Schuppanzighs, wobei diese Dominanz auch der Tatsache geschuldet, dass das Hellmesberger-Quartett über lange Phasen hinweg das einzige regelmäßig konzertierende Ensemble in Wien war. Der Bedarf an Kammermusikdarbietungen war bis in die 1880er Jahre so gering, dass dieser neben dem fixen Hellmesberger-Zyklus problemlos durch gastierende Vereinigungen wie dem „Laub-Quartett“, Jean Beckers „Florentiner Quartett“ oder dem „Joachim-Quartett“ gedeckt werden konnte.",
      "Im Laufe der Jahre wechselte die Besetzung mehrfach, konstant blieb jedoch die Beteiligung eines oder mehrerer Mitglieder der Familie Hellmesberger. Nach dem Ausscheiden des Gründers übernahm dessen Sohn Josef Hellmesberger junior die Rolle des Primarius.",
      "Die Programme waren größtenteils so aufgebaut, dass zwischen zwei Streichquartette ein anderweitig besetztes Werk (Klaviertrio, Streichsextett, Violinsonate etc.) eingefügt wurde. Dafür wurden so namhafte KünstlerInnen gewonnen wie Julius Epstein, Alfred Grünfeld, Moriz Rosenthal, Anton Rubinstein oder Clara Schumann. Brahms feierte sein Debüt in Wien am 16. November 1862 im Rahmen eines Kammermusikabends des Hellmesberger-Quartetts mit der Aufführung seines Klavierquartetts g-Moll, op. 25.",
      "War mit dem Ausscheiden des Ensemblegründers eine deutliche Qualitätseinbuße zu verzeichnen, wurde die Konzerttätigkeit mit der Ernennung Josef Hellmesbergers jun. im Jahr 1901 zum Hofkapellmeister nicht mehr fortgesetzt. Das seit 1883 bestehende Rosé-Quartett übernahm damit endgültig die Position der alleinigen Quartett-Größe und Hüterin der Kammermusiktradition in Wien."
    ],
    "sources": []    
  },
  {
    "id": 5,
    "name": "Joachim-Quartett (1869–1907)",
    "function": "Streichquartett",
    "uaea": [ 
      "UA op. 51, Nr. 2",
      "UA op. 67"
     ],
    "brelationship": "Gründer und Primarius Joseph Joachim einer der engsten Freunde von Brahms",
    "image": "joachim-quartett.jpg",
    "copyright": "Um 1898 © A. Ehrlich, Das Streichquartett in Wort und BildA. H. Payne: Leipzig 1898, S. 17.",
    "general": [
      "1869 von dem Violinvirtuosen und Brahms-Freund Joseph Joachim gegründet. Diese Quartettformation, die bis zu Joachims Tod 1907 bestand, wurde rasch zu einem der Hauptrepräsentanten deutscher Musikkultur im späten 19. und frühen 20. Jahrhundert. Die Besetzung erlebte zwar einige Wechsel, die Qualität konnte aber dank Joachims Führung stets auf unumstritten hohem Niveau erhalten werden.",
      "– <i>1. Violine:</i> Joseph Joachim",
      "– <i>2. Violine:</i> Ernst Schiever (1869–1872), Heinrich de Ahna (1872–1892), Johann Kruse (1892–1897), Carl Halir (1897–1907)",
      "– <i>Viola:</i> Heinrich de Ahna (1869–1872), Eduard Rappoldi (1872–1877), Emanuel Wirth (1877–1906), Karl Klingler (1906–1907)",
      "– <i>Violoncello:</i> Wilhelm Müller (1869–1879), Robert Hausmann (1879–1907)",
      "Auf Programmen des Joachim-Quartetts findet sich häufig der Name Brahms. Joachim trat von Beginn an für die Werke seines Freundes ein und durfte u.a. die Streichquartette op. 51, Nr. 2 und op. 67 zur Uraufführung bringen."
    ],
    "sources": [] 
  },
  {
    "id": 6,
    "name": "Rosé-Quartett (1882–1945)",
    "function": "Streichquartett",
    "uaea": [ 
      "UA Streichquintett op. 111 (11. November 1890, Saal Bösendorfer)",
      "UA Klarinettensonate op. 120, Nr. 1 im Rahmen eines Kammermusikabends des Rosé-Quartetts (11. Jänner 1895)",
      "UA Klarinettensonate op. 120, Nr. 2 im Rahmen eines Kammermusikabends des Rosé-Quartetts (8. Jänner 1895)"
     ],
    "brelationship": "",
    "image": "rose-quartett.jpg",
    "copyright": "Um 1884 © ÖNB",
    "general": [
      "„<i>[N]ur für das Rosé-Quartett und auf Wunsch von Herrn Hummer“</i>, so heißt es von Brahms in einer handschriftlichen Anmerkung am Rand des Blatts der 1. Violine seines Streichquintetts op. 111 (Quelle: Styra Avins / Josef Eisinger: Sechs unveröffentlichte Briefe von Brahms. Aus: Brahms-Studien Band 13, 2002). Damit erlaubte er den Streichern bei der Uraufführung seines Streichquintetts am 11. November 1890 im Salon Bösendorfer, die Anfangstakte piano statt dem geforderten forte zu spielen, um die Stimme des Cellisten Reinhold Hummer besser hervortreten zu lassen – ein Zugeständnis, das von Brahms‘ hoher Wertschätzung für das Rosé-Quartett zeugt.",
      "1882 von Arnold Rosé (geborener Rosenblum) und seinem Bruder Eduard in Wien gegründet, konzertierte dieses Ensemble erstmals am 22. Jänner 1883, das letzte Konzert fand 1945 in der Londoner Emigration statt. Die Besetzung wechselte im Lauf der Zeit etliche Male:",
      "– <i>1. Violine:</i> Arnold Rosé (1882–1945)",
      "– <i>2. Violine:</i> Julius Egghard d. J. (1882–1883), Anton Loh (1884–1889), August Siebert (1890–1896), Albert Bachrich (1897–1904), Paul Fischer (1905–1938)",
      "– <i>Viola:</i> Anton Loh (1882–1883), Sigismund Bachrich (1884–1894), Hugo von Steiner (1895–1901), Anton Ruzitska (1901–1929), Max Handl (1930–1933), Julius Stwertka (1934–1938)",
      "– <i>Violoncello:</i> Eduard Rosé (1882–1883), Reinhold Hummer (1884–1900), Friedrich Buxbaum (1901–1920 und 1922–1945), Anton Walter (1921)",
      "Beginnend mit der Saison 1882/1883 waren Brahms‘ Werke auf den Programmen des Rosé-Quartetts stets gut vertreten und Brahms selbst brachte gemeinsam mit dem Klarinettisten Richard Mühlfeld seine Spätwerke, die beiden Klarinettensonaten op. 120, im Rahmen von Kammermusikabenden des Rosé-Quartetts zur Uraufführung (Nr. 1: 11. Januar 1895, Nr. 2: 8. Januar 1895)."
    ],
    "sources": [] 
  },
  {
    "id": 7,
    "name": "Anton Sistermans (1865–1926)",
    "function": "Sänger",
    "uaea": [ "UA <i>Vier ernsten Gesänge</i>, op. 121 (9. November 1896 im Saal Bösendorfer)" ],
    "brelationship": "",
    "image": "sistermans-anton.jpg",
    "copyright": "© ÖNB",
    "general": [
      "Niederländischer Bariton. Galt neben Gustav Walter, Johannes Messchaert und Raymund von Zur Mühlen (alle drei Schüler des „Vaters des Liederrezitals“ Julius Stockhausen) als einer der bedeutendsten Liedersänger seiner Zeit. Er war zwar nicht in Wien ansässig, konnte sich aber bei seinen regelmäßigen Gastauftritten insbesondere als Brahms-Interpret etablieren, wobei er auch zahlreiche von dessen Liedern zur Uraufführung brachte, darunter die <i>Vier ernsten Gesänge</i>, op. 121 am 9. November 1896 im Saal Bösendorfer.",
      "Sistermans wenige Tonaufnahmen zeugen ebenfalls von dessen Vorliebe für Brahms-Lieder – es sind nämlich nur Aufzeichnungen von dessen Musik bekannt.",
      "Rosé-Quartett (1882–1945)"
    ],
    "sources": [] 
  },
  {
    "id": 8,
    "name": "Marie Soldat-Roeger (1863–1955)",
    "function": "Violinistin",
    "uaea": [],
    "brelationship": "",
    "image": "soldat-roeger-marie.jpg",
    "copyright": "© Maria Fellinger",
    "general": [
      "1874 feierte Marie Soldat ihr Debüt als Violinistin, 1879 lernte sie Brahms in Pörtschach kennen, der sie an seinen Freund Joseph Joachim in Berlin empfahl, wo sie bis 1889 an der Königlichen Hochschule für Musik studierte. Sie war 1885 die erste Frau, die Brahms‘ Violinkonzert D-Dur, op. 77 spielte – und sollte für viele Jahre auch die einzige Frau bleiben, die sich an dieses Werk heranwagte.",
      "1895 debütierte im Bösendorfer-Saal ein von ihr gegründetes Damen-Streichquartett (Marie Soldat-Roeger: 1. Violine, Ella Finger-Bailetti bzw. ab 1898 Elsa Edle von Planck: 2. Violine, Natalie Bauer-Lechner: Viola und Lucy Herbert-Campbell bzw. ab 1903 Leontine Gärtner: Violoncello), mit dem sie auch häufig Werke von Brahms aufführte. Sie sollte übrigens auch die letzte Künstlerin sein, die Brahms spielen hörte: am 21. März 1897, also nur wenige Tage vor seinem Tod, besuchte Brahms eine private Musikdarbietung des Soldat-Roeger-Damen-Streichquartetts gemeinsam mit dem Klarinettisten Richard Mühlfeld. Statt des ursprünglich geplanten Brahms’schen Klarinettenquintetts soll dabei auf Brahms‘ eigenen Wunsch hin Carl Maria von Webers B-Dur-Klarinettenquintett gespielt worden sein – Argument: sein eigenes Werk habe er schon oft genug gehört…",
      "<a href='http://marketsquareconcerts.blogspot.com/2019/07/' class='text-teal-400'>http://marketsquareconcerts.blogspot.com/2019/07/</a>"
    ],
    "sources": []    
  },
  {
    "id": 9,
    "name": "Gustav Walter (1834–1910)",
    "function": "Sänger",
    "uaea": [ 
      "UA „Rinaldo“, op. 50 (28. Februar 1869, Großer Redoutensaal der Wiener Hofburg, Leitung: Johannes Brahms)",
      "UA „Liebeslieder-Walzer“, op. 52 (5. Januar 1870, Kleiner Redoutensaal, Mitwirkende: Brahms und Clara Schumann am Klavier sowie Louise Dustmann-Meyer, Rosa Girzick und Emil Krauss)",
      "UA „Feldeinsamkeit“, op. 86, Nr. 2 (23. Februar 1883, Saal Bösendorfer; Klavier: Brahms)",
      "UA „Vier ernste Gesänge“,  op. 121 (9. November 1896 im Saal Bösendorfer)" 
    ],
      
    "brelationship": "Freundschaftskreis um Brahms",
    "image": "walter-gustav.jpg",
    "copyright": "© Josef Székely, ÖNB",
    "general": [
      "Aus Böhmen stammender lyrischer Tenor. Von seinem Debüt 1856 an der Wiener Hofoper bis zu seinem Rücktritt 1887 gefeierter Publikumsliebling. Neben Opernkarriere erfolgreiche Karriere als Liedsänger, insbesondere mit Werken von Schubert, Dvořák und Brahms. "
    ],
    "sources": [] 
  }
]